[
  {
    "customerName": "Jessica Tran",
    "comment": "Absolutely thrilled with the interior house painting of our downtown Toronto condo. The Atlas team was professional, tidy, and delivered a stunning, high-end finish — true experts in residential painting.",
    "rating": 5,
    "serviceType": "Residential Interior Painting",
    "createdAt": "2025-03-25T10:12:00.000Z"
  },
  {
    "customerName": "Liam Patel",
    "comment": "Atlas HomeServices repainted our entire home in Mississauga before listing it. Their residential painters completely transformed the space with clean lines and flawless wall finishes. Worth every penny!",
    "rating": 5,
    "serviceType": "Residential Interior Painting",
    "createdAt": "2025-03-14T15:30:00.000Z"
  },
  {
    "customerName": "Maria Gonzales",
    "comment": "Incredible job repainting our living room and kitchen. The crew was punctual, respectful, and detail-focused. If you’re looking for professional interior house painters in the GTA, call Atlas!",
    "rating": 5,
    "serviceType": "Residential Interior Painting",
    "createdAt": "2025-03-12T09:45:00.000Z"
  },
  {
    "customerName": "Ethan Brown",
    "comment": "We hired Atlas for residential repainting of the bedrooms and hallway. Zero mess, clean edges, and top-quality paint. Easily one of the best painting services in Toronto.",
    "rating": 5,
    "serviceType": "Residential Interior Painting",
    "createdAt": "2025-03-07T13:20:00.000Z"
  },
  {
    "customerName": "Chloe Dubois",
    "comment": "Atlas HomeServices did a phenomenal job repainting the interior of our bungalow in Oakville. Their attention to detail, use of premium paints, and efficient work made them stand out as trusted house painters.",
    "rating": 5,
    "serviceType": "Residential Interior Painting",
    "createdAt": "2025-02-20T17:10:00.000Z"
  },
  {
    "customerName": "Gülziye Emin",
    "comment": "Extremely pleased with the quality of work. Everything was completed on time and to a high standard. Would highly recommend your services to anyone looking for reliable work.",
    "rating": 5,
    "serviceType": "Google Review",
    "createdAt": "2025-03-13T20:57:29.000Z"
  },
  {
    "customerName": "umid maierdan",
    "comment": "very quick and quality service, whole process was hassle free.",
    "rating": 5,
    "serviceType": "Google Review",
    "createdAt": "2025-03-18T18:42:55.000Z"
  },
  {
    "customerName": "ye",
    "comment": "I was really pleased  I got the result exactly as I imagined, I definitely recommend it!! Also the team consists of extremely kind people. I did not experience any problems throughout the process. I also need to renew the walls of my workplace and i have already made an appointment😇",
    "rating": 5,
    "serviceType": "Google Review",
    "createdAt": "2025-03-29T18:35:27.000Z"
  }
]